Repository: patlevin/pdn-styletransfer
Catalog: StyleTransfer/StyleTransferEffect/Strings.*.resx
Languages: de, es_mx, fr

source: ColorTransfer:Cholesky Transfer
de: Farben beibehalten (Cholesky-Zerlegung)
es_mx: Mantenga los colores (Factorización de Cholesky)
fr: Préserver les couleurs (Factorisation de Cholesky)

source: ColorTransfer:Image Analogies
de: Farben beibehalten (Image Analogies)
es_mx: Mantenga los colores ("Analogías de la imagen")
fr: Préserver les couleurs (analogies d'images)

source: ColorTransfer:Luma-only Transfer
de: Farben beibehalten, nur Helligkeit aus Stil
es_mx: Mantenga los colores, utilice sólo la luminancia del estilo
fr: Préserver les couleurs, n'utiliser que la luminance du style

source: ConfigDialog.buttonCancel
de: &Abbrechen
es_mx: &Cancelar
fr: &Annuler

source: ConfigDialog.buttonOk
de: OK
es_mx: Aceptar
fr: OK

source: ConfigDialog.buttonSelectStyle
de: Stilvorlage auswählen
es_mx: Seleccionar imagen de estilo
fr: Sélectioner une image de style

source: ConfigDialog.checkBoxAspect
de: Seitenverhältnis des aktuellen Bildes übernehmen
es_mx: Utilice la relación de aspecto de la imagen original
fr: Adopter les proportions de l'image originale

source: ConfigDialog.groupBoxColor
de: Farben
es_mx: Colores
fr: Couleurs

source: ConfigDialog.groupBoxDevice
es_mx: Dispositivo

source: ConfigDialog.groupBoxStyleModel
de: Stilextrahierung
es_mx: Extracción de estilo
fr: Extraction de style

source: ConfigDialog.groupBoxTransformModel
de: Stilübertragung
es_mx: Transferencia de estilo
fr: Transfert de style

source: ConfigDialog.labelAmount
de: Effektstärke
es_mx: Intensidad del estilizado
fr: Intensité de style

source: ConfigDialog.labelPresetExample
de: Beispielbild
es_mx: Imagen de ejemplo
fr: Exemple d'image

source: ConfigDialog.labelSize
de: Größe der Stilvorlage
es_mx: Tamaño de la imagen de estilo
fr: Taille de l'image de style

source: ConfigDialog.labelSizeWarning
de: Vorsicht, Bildgröße!
es_mx: Atención, imagen grande!
fr: Attention, grande image!

source: ConfigDialog.labelStyle
de: Stilvorlage
es_mx: Imagen de estilo
fr: Image de style

source: ConfigDialog.radioButtonStyleFast
de: Schnell
es_mx: Rápido
fr: Rapide

source: ConfigDialog.radioButtonStyleQuality
de: Hohe Qualität
es_mx: Alta calidad
fr: Haute qualité

source: ConfigDialog.radioButtonTransformFast
de: Schnell
es_mx: Rápido
fr: Rapide

source: ConfigDialog.radioButtonTransformQuality
de: Hohe Qualität
es_mx: Alta calidad
fr: Haute qualité

source: ConfigDialog.tabPageCustom
de: Stil erstellen
es_mx: Crear estilo
fr: Sélectionner le style

source: ConfigDialog.tabPagePresets
de: Voreinstellungen
es_mx: Preajustes
fr: Préréglages

source: EffectName
de: Stil Übertragen
es_mx: Transferencia de estilo
fr: Transfert de style

source: Error
de: Fehler
es_mx: Error irrecuperable
fr: Erreur irrécupérable

source: ErrorMissingModel
de: Die benötigten KI-Modelle fehlen. Installieren Sie das Plugin erneut.
es_mx: Faltan los modelos de IA necesarios. Instale el plugin de nuevo.
fr: Les modèles d'IA requis sont manquants. Installez à nouveau le plugin.

source: FileDialog.Filter.AllFiles
de: Alle Dateien
es_mx: Todos los archivos
fr: Tous les fichiers

source: FileDialog.Filter.Images
de: Bilder
es_mx: Archivos de imagen
fr: Fichiers image

source: FileDialog.Title
de: Stilvorlage auswählen
es_mx: Seleccionar imagen de estilo
fr: Sélectionner une image

source: GraphEvent.CalculateIdentity
de: Extrahiere Stil des aktuellen Bildes...
es_mx: El estilo de la imagen está determinado...
fr: Le style de l'image courante est extrait...

source: GraphEvent.CalculateStyle
de: Extrahiere Stil aus Stilvorlage...
es_mx: El estilo de la imagen de estilo está determinado...
fr: Le style est extrait de l'image de style...

source: GraphEvent.Finished
de: Fertig.
es_mx: Terminado.
fr: Fini.

source: GraphEvent.MergeStyles
de: Kombiniere Stile...
es_mx: Los estilos se combinan...
fr: Les styles sont combinés...

source: GraphEvent.TransformContent
de: Übertrage Stil auf aktuelles Bild...
es_mx: El estilo se aplica a la imagen...
fr: Le style est appliqué à l'image...

source: Help.buttonSelectStyle
de: Wählt ein Bild als Stilvorlage aus.
es_mx: Selecciona una imagen de estilo.
fr: Sélectionne une image de style.

source: Help.checkBoxAspect
de: Wenn die Checkbox angekreuzt ist, wird die Stilvorlage für die Analyse auf das selbe Seitenverhältnis wie das aktuelle Bild gebracht.
es_mx: Si la casilla de verificación está marcada, la imagen de estilo será redimensionada a la relación de aspecto de la imagen original.
fr: Si la case est cochée, l'image de style sera redimensionnée au proportions de l'image originale.

source: Help.comboBoxColor
de: Legt fest, was mit den Farben im Bild geschieht.
es_mx: Selecciona lo que ocurre con los colores de la imagen.
fr: Sélectionne ce qui arrive aux couleurs de l'image.

source: Help.labelSizeWarning
de: Die Stilvorlage ist sehr groß. Große Bilder benötigen mehr Zeit für das Extrahieren des Stils. Kleineres Bild wählen oder kleineren Wert für die Größe der Stilvorlage einstellen.
es_mx: El imagen de estilo es muy grande. Las imágenes grandes requieren más tiempo para extraer el estilo. Elija una imagen más pequeña o utilice un valor más pequeño para el tamaño de la imagen de estilo.
fr: L'image de style est très grande. Les grandes images nécessitent plus de temps pour en extraire le style. Choisissez une image plus petite ou utilisez une valeur plus petite pour la taille de l'image de style.

source: Help.labelStyleDimensions
de: Zeigt die Größe der ausgewählten Stilvorlage in Pixeln (Breite x Höhe). Größere Bilder benötigen mehr Zeit für das Extrahieren des Stils.
es_mx: Muestra el tamaño de la imagen de estilo seleccionada en píxeles (ancho x alto). Las imágenes más grandes requieren más tiempo para extraer el estilo.
fr: Affiche la taille de l'image du style sélectionné en pixels (largeur x hauteur). Les images plus grandes nécessitent plus de temps pour extraire le style.

source: Help.numericUpDownAmount
de: Setzt die Intensität des Effekts von 0 (Stil beibehalten) bis 100 (Stil vollständig übertragen).
es_mx: Establece la intensidad del efecto de 0 (mantener el estilo) a 100 (transferir el estilo completamente).
fr: Règle l'intensité de l'effet de 0 (garder le style) à 100 (transférer complètement le style).

source: Help.numericUpDownSize
de: Setzt die Größe der Stilvorlage von 10 (niedrige Auflösung) bis 100 (volle Auflösung).
es_mx: Establece el tamaño de la imagen de estilo de 10 (baja resolución) a 100 (resolución completa).
fr: Règle la taille de l'image de style de 10 (basse résolution) à 100 (pleine résolution).

source: Help.pictureBoxStyle
de: Vorschau der Stilvorlage. Anklicken, um eine Stilvorlage auszuwählen.
es_mx: Vista previa de la imagen de estilo. Haga clic para seleccionar una imagen como plantilla para el estilo deseado.
fr: Prévisualisez l'image de style. Cliquez pour sélectionner une image de style souhaité.

source: Help.radioButtonStyleFast
de: Kleines, schnelles Modell für die Stilextrahierung benutzen.
es_mx: Utilice un modelo pequeño y rápido para la extracción de estilos.
fr: Utilisez un modèle petit et rapide pour l'extraction du style.

source: Help.radioButtonStyleQuality
de: Bestes Modell für die Stilextrahierung benutzen. Liefert die besten Ergebnisse, benötigt aber mehr Rechenzeit.
es_mx: Utilice el mejor modelo para la extracción de estilos. Ofrece los mejores resultados, pero requiere más tiempo de computación.
fr: Utilisez le meilleur modèle pour l'extraction du style. Offre les meilleurs résultats, mais nécessite plus de temps de calcul.

source: Help.radioButtonTransformFast
de: Kleines, schnelles Modell für die Stilübertragung benutzen. Benötigt weniger Rechenzeit, liefert aber schlechtere Ergebnisse.
es_mx: Utilice un modelo pequeño y rápido para la transferencia de estilos. Requiere menos tiempo de computación, pero da peores resultados.
fr: Utilisez un modèle petit et rapide pour le transfert de style. Nécessite moins de temps de calcul, mais donne de moins bons résultats.

source: Help.radioButtonTransformQuality
de: Bestes Modell für die Stilübertragung benutzen. Liefert die besten Ergebnisse, benötigt aber mehr Rechenzeit.
es_mx: Utilice el mejor modelo para la transferencia de estilos. Ofrece los mejores resultados, pero requiere más tiempo de computación.
fr: Utilisez le meilleur modèle pour le transfert de style. Offre les meilleurs résultats, mais nécessite plus de temps de traitement.

source: Help.trackBarAmount
de: Effektintensität - bestimmt, wie sehr der Stil das Ergbnis beeinflusst.
es_mx: Intensidad del efecto - determina cuánto influye el estilo en el resultado.
fr: Intensité de l'effet - détermine dans quelle mesure le style influence le résultat.

source: Help.trackBarSize
de: Ändert die Größe der Stilvorlage. Bestimmt, wieviel der Effekt von der Stilvorlage "sieht". Der farbige Balken zeigt den empfohlenen Wertebereich an. Der kleine grüne Pfeil zeigt auf eine "gute" Einstellung für den Wert.
es_mx: Cambia el tamaño de la imagen de estilo. Determina cuánto "ve" el efecto de la imagen de estilo. La barra colorada indica el rango de valores recomendados. La pequeña flecha verde señala un ajuste "bueno" para el valor.
fr: Modifie la taille de l'image de style. Détermine la partie de l'image que l'effet peut "voir". La barre colorée indique la plage de valeurs recommandée. La petite flèche verte indique un "bon" réglage de la valeur.

source: NoColorTransfer
de: Farben aus Stil übernehmen.
es_mx: Toma los colores del estilo.
fr: Les couleurs du style sont adoptées

source: Preset:Abstract Blue
de: Abstrakt Blau
es_mx: Azul abstracto
fr: Bleu abstrait

source: Preset:Blurred Tiles
de: Verschwommene Kacheln
es_mx: Azulejos borrosos
fr: Tuiles floues

source: Preset:Colored Chalk
de: Bunte Kreidezeichnung
es_mx: Dibujo con tiza colores
fr: Dessin à la craie de couleur

source: Preset:Colored Chalk Dense
de: Bunte Kreidezeichnung 2
es_mx: Dibujo con tiza colores 2
fr: Dessin à la craie de couleur 2

source: Preset:Colored Paper
de: Buntpapier
es_mx: Papel de color
fr: Papier coloré

source: Preset:Contemporary Art
de: Postmoderne Malerei
es_mx: Pintura postmoderna
fr: Peinture postmoderne

source: Preset:Contemporary Art 2
de: Postmoderne Malerei 2
es_mx: Pintura postmoderna 2
fr: Plus peinture postmoderne

source: Preset:Crayon
de: Wachsmalstift
es_mx: Lápiz de cera
fr: Crayon de cire

source: Preset:Crumpled Paper
de: Zerknittertes Papier
es_mx: Papel arrugado
fr: Papier froissé

source: Preset:Cybernetic Dream
de: Kybernetischer Traum
es_mx: Sueño cibernético
fr: Rêve cybernétique

source: Preset:Dark Omen
de: Dunkle Vorahnung
es_mx: Ambiente sombrío
fr: Pressentiment sombre

source: Preset:Diana's Painting
de: Diana's Malerei
es_mx: La pintura de Diana
fr: Peinture de Diana

source: Preset:Distorted Reality
de: Verzerrte Wirklichkeit
es_mx: Realidad distorsionada
fr: Réalité déformée

source: Preset:Duotone Painting
de: Duoton
es_mx: Duotone
fr: Duotone

source: Preset:Electric Universe
de: Elektrisches Universum
es_mx: Universo Eléctrico
fr: Univers électrique

source: Preset:Faded Memory
de: Verblasste Erinnerung
es_mx: desvanecerse
fr: Mémoire fanée

source: Preset:Fauvism
de: Fauvismus
es_mx: Fauvismo
fr: Fauvisme

source: Preset:Impressionistic
de: Impressionistisch
es_mx: Impresionista
fr: Impressionniste

source: Preset:Impure
de: Unsauber
es_mx: sucio
fr: Sale

source: Preset:Impure Pale
de: Unsauber (blass)
es_mx: sucio (pálido)
fr: Sale (pâle)

source: Preset:Ink on Cardboard
de: Tinte auf Karton
es_mx: Tinta sobre cartón
fr: Encre sur carton

source: Preset:Ink on Cardboard 2
de: Tinte auf Karton 2
es_mx: Tinta sobre cartón 2
fr: Encre sur carton 2

source: Preset:Minimalist
de: Minimalistisch
es_mx: Minimalista
fr: Minimaliste

source: Preset:Minimalist Pointilism
de: Minimalistischer Pointilismus
es_mx: Puntillismo minimalista
fr: Pointillisme minimaliste

source: Preset:Monet
de: Monet
es_mx: Monet
fr: Monet

source: Preset:Muted
de: Gedämpft
es_mx: Atenuada
fr: Humeur tamisée

source: Preset:Neon
de: Neon
es_mx: Neón
fr: Néon

source: Preset:Old Comic
de: Altes Comicbuch
es_mx: Cómic viejo
fr: Vieille bande dessinée

source: Preset:Painted Wall
de: Wandanstrich
es_mx: Pintura mural
fr: Peinture murale

source: Preset:Painting
de: Gemälde
es_mx: Pintura
fr: Peinture

source: Preset:Painting 2
de: Gemälde 2
es_mx: Pintura 2
fr: Peinture 2

source: Preset:Pastel on broken Canvas
de: Pastell auf zerissener Leinwand
es_mx: Pastel sobre lienzo desgarrado
fr: Pastel sur toile déchirée

source: Preset:Pencil Drawing
de: Bleistiftzeichnung
es_mx: Dibujo a lápiz
fr: Dessin au crayon

source: Preset:Pencil Drawing 2
de: Bleistiftzeichnung 2
es_mx: Dibujo a lápiz 2
fr: Autre dessin au crayon

source: Preset:Pencil Scribbles
de: Bleistiftkritzelei
es_mx: Garabatos a lápiz
fr: Gribouillis au crayon

source: Preset:Pencil Scribbles Softer
de: Weichere Bleistiftkritzelei
es_mx: Garabato de lápiz blando
fr: Gribouillis au crayon doux

source: Preset:Reptile Skin
de: Reptilienschuppen
es_mx: Escamas de los reptiles
fr: Peau de reptile

source: Preset:Retro Blue
de: Retroblau
es_mx: Azul retro
fr: Bleu rétro

source: Preset:Shifted Reality
de: Verschobene Realität
es_mx: Realidad cambiada
fr: Réalité déplacée

source: Preset:Smeared Fingerprint
de: Verschmierter Fingerabdruck
es_mx: Huella dactilar embadurnada
fr: Empreinte digitale maculée

source: Preset:Smeared Paint
de: Verschmierte Wandfarbe
es_mx: Pintura de pared embadurnada
fr: Couleur maculé

source: Preset:Soft Duotone Painting
de: Duoton weich
es_mx: Duotone suave
fr: Duotone doux

source: Preset:Very Muted
de: Stark gedämpft
es_mx: Muy atenuada
fr: Ambiance très feutrée

source: Preset:Watercolor Speckles
de: Wasserfarbenflecken
es_mx: Manchas de acuarela
fr: Taches d'aquarelle

source: Preset:Watercolors
de: Wasserfarbe
es_mx: Acuarela
fr: Aquarelle

source: PresetChoiceNoPreset
de: [keine Voreinstellung]
es_mx: [ningún valor preestablecido]
fr: [pas de préréglage]

source: TileInfoFormat
de: Teilbild {0} von {1}:
es_mx: Imagen parcial {0} de {1}:
fr: Image partielle {0} de {1}:
